bmewburn.vscode-intelephense-client
CoenraadS.bracket-pair-colorizer
cpmcgrath.codealignment-vscode
donjayamanne.githistory
eamodio.gitlens
felixfbecker.php-intellisense
golang.go
janisdd.vscode-edit-csv
jcbuisson.vue
mhutchie.git-graph
MS-CEINTL.vscode-language-pack-ja
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
octref.vetur
oderwat.indent-rainbow
quick-lint.quick-lint-js
rebornix.ruby
ritwickdey.LiveServer
sdras.night-owl
shardulm94.trailing-spaces
streetsidesoftware.code-spell-checker
vscodevim.vim
wingrunr21.vscode-ruby
xdebug.php-debug
